[
    "Topik: Pengenalan Aksara Jawi. Penjelasan: Aksara Jawi adalah sistem tulisan abjad Arab yang dimodifikasi untuk menuliskan bahasa Melayu. Ini adalah salah satu sistem tulisan tertua di Nusantara dan menjadi tulisan resmi di berbagai kerajaan Islam seperti Pasai, Malaka, Johor, dan Brunei. Tulisan Jawi ditulis dari kanan ke kiri, sama seperti tulisan Arab.",
    "Topik: Sejarah Singkat Aksara Jawi. Penjelasan: Aksara Jawi berkembang seiring dengan kedatangan Islam di Nusantara sekitar abad ke-13. Bukti tertua penggunaannya ditemukan pada Prasasti Terengganu yang bertarikh 1303 M. Aksara ini mencapai puncak kejayaannya pada abad ke-17 hingga awal abad ke-20, digunakan dalam administrasi kerajaan, karya sastra, dan pendidikan sebelum perannya secara bertahap digantikan oleh tulisan Rumi (Latin).",
    "Topik: Kaidah Penulisan: Sambung dan Terpisah. Penjelasan: Sebagian besar huruf Jawi dapat disambung dengan huruf sebelum dan sesudahnya. Namun, ada beberapa huruf yang hanya bisa disambung dengan huruf sebelumnya dan tidak bisa disambung dengan huruf setelahnya. Huruf-huruf ini antara lain Alif (ا), Wau (و), Va (ۏ), Dal (د), Zal (ذ), Ra (ر), Zai (ز), dan Hamzah (ء). Setelah bertemu huruf-huruf ini, penulisan kata akan 'terputus' dan huruf berikutnya ditulis dalam bentuk tunggal.",
    "Topik: Huruf Tambahan (Huruf Jawi Asli). Penjelasan: Untuk mengakomodasi bunyi-bunyi dalam bahasa Melayu yang tidak ada dalam bahasa Arab, beberapa huruf baru diciptakan. Huruf-huruf ini adalah modifikasi dari huruf Arab yang sudah ada. Contohnya adalah Ca (چ) dari Jim, Nga (ڠ) dari 'Ain, Pa (ڤ) dari Fa, Ga (ݢ) dari Kaf, Va (ۏ) dari Wau, dan Nya (ڽ) dari Nun. Huruf-huruf inilah yang menjadi ciri khas Aksara Jawi.",
    "Topik: Sistem Vokal dalam Jawi. Penjelasan: Tidak seperti tulisan Rumi, vokal dalam Jawi sering kali dilambangkan oleh 'huruf saksi', yaitu Alif (ا) untuk vokal 'a', Wau (و) untuk vokal 'u' dan 'o', dan Ya (ي) untuk vokal 'i' dan 'e'. Penempatan dan penggunaan huruf saksi ini memiliki aturan yang cukup kompleks dan menjadi salah satu tantangan dalam mempelajari Jawi.",
    "Topik: Peran Titik (Nuqtah). Penjelasan: Titik atau 'nuqtah' memegang peranan sangat penting dalam aksara Jawi. Perbedaan letak dan jumlah titik dapat mengubah sebuah huruf sepenuhnya. Contohnya, huruf Ba (ب) memiliki satu titik di bawah, Ta (ت) memiliki dua titik di atas, dan Tsa (ث) memiliki tiga titik di atas. Begitu pula dengan huruf Jim (ج), Ha (ح), dan Kha (خ).",
    "Huruf: Nya (ڽ). Posisi: Terpisah. Info: Huruf 'Nya' (ڽ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'ny' seperti pada kata 'nyanyi'.",
    "Huruf: Nya (ڽ). Posisi: Terhubung Di Awal. Info: Huruf 'Nya' (ڽ) dalam bentuk sambung di awal kata. Digunakan untuk bunyi 'ny' seperti pada kata 'nyamuk'.",
    "Huruf: Nya (ڽ). Posisi: Terhubung Di Tengah. Info: Huruf 'Nya' (ڽ) dalam bentuk sambung di tengah kata. Contoh: 'banyak'.",
    "Huruf: Nya (ڽ). Posisi: Terhubung Di Akhir. Info: Huruf 'Nya' (ڽ) dalam bentuk sambung di akhir kata. Contoh: 'sunyi'.",
    "Huruf: Nga (ڠ). Posisi: Terpisah. Info: Huruf 'Nga' (ڠ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'ng'.",
    "Huruf: Nga (ڠ). Posisi: Terhubung Di Awal. Info: Huruf 'Nga' (ڠ) dalam bentuk sambung di awal kata. Digunakan untuk bunyi 'ng' seperti pada kata 'ngaji'.",
    "Huruf: Nga (ڠ). Posisi: Terhubung Di Tengah. Info: Huruf 'Nga' (ڠ) dalam bentuk sambung di tengah kata. Contoh: 'pangan'.",
    "Huruf: Nga (ڠ). Posisi: Terhubung Di Akhir. Info: Huruf 'Nga' (ڠ) dalam bentuk sambung di akhir kata. Contoh: 'senang'.",
    "Huruf: Pa (ڤ). Posisi: Terpisah. Info: Huruf 'Pa' (ڤ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'p'.",
    "Huruf: Pa (ڤ). Posisi: Terhubung Di Awal. Info: Huruf 'Pa' (ڤ) dalam bentuk sambung di awal kata. Contoh: 'pagi'.",
    "Huruf: Pa (ڤ). Posisi: Terhubung Di Tengah. Info: Huruf 'Pa' (ڤ) dalam bentuk sambung di tengah kata. Contoh: 'sapu'.",
    "Huruf: Pa (ڤ). Posisi: Terhubung Di Akhir. Info: Huruf 'Pa' (ڤ) dalam bentuk sambung di akhir kata. Contoh: 'atap'.",
    "Huruf: Ga (ݢ). Posisi: Terpisah. Info: Huruf 'Ga' (ݢ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'g'.",
    "Huruf: Ga (ݢ). Posisi: Terhubung Di Awal. Info: Huruf 'Ga' (ݢ) dalam bentuk sambung di awal kata. Contoh: 'gajah'.",
    "Huruf: Ga (ݢ). Posisi: Terhubung Di Tengah. Info: Huruf 'Ga' (ݢ) dalam bentuk sambung di tengah kata. Contoh: 'tiga'.",
    "Huruf: Ga (ݢ). Posisi: Terhubung Di Akhir. Info: Huruf 'Ga' (ݢ) dalam bentuk sambung di akhir kata. Contoh: 'beg'.",
    "Huruf: Va (ۏ). Posisi: Terpisah. Info: Huruf 'Va' (ۏ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'v' pada kata serapan seperti 'video'.",
    "Huruf: Va (ۏ). Posisi: Terhubung Di Akhir. Info: Huruf 'Va' (ۏ) dalam bentuk sambung di akhir kata. Karena sifatnya, huruf ini tidak dapat disambung setelahnya.",
    "Huruf: Ca (چ). Posisi: Terpisah. Info: Huruf 'Ca' (چ) dalam bentuk tunggal atau terpisah. Digunakan untuk bunyi 'c' seperti pada kata 'cahaya'.",
    "Huruf: Ca (چ). Posisi: Terhubung Di Awal. Info: Huruf 'Ca' (چ) dalam bentuk sambung di awal kata. Contoh: 'cerita'.",
    "Huruf: Ca (چ). Posisi: Terhubung Di Tengah. Info: Huruf 'Ca' (چ) dalam bentuk sambung di tengah kata. Contoh: 'baca'.",
    "Huruf: Ca (چ). Posisi: Terhubung Di Akhir. Info: Huruf 'Ca' (چ) dalam bentuk sambung di akhir kata. Contoh: 'kaca'."
]