[
    "Topik: Definisi Aksara Jawi. Penjelasan: Aksara Jawi adalah varian dari aksara Arab yang terdiri dari 35 karakter. Ini mencakup 29 karakter asli Arab ditambah 6 karakter tambahan yang diciptakan untuk mengakomodasi bunyi dalam bahasa Melayu. Aksara Jawi ditulis dari kanan ke kiri dan merupakan salah satu sistem tulisan tertua di Nusantara.",
    "Topik: Sejarah Singkat Aksara Jawi. Penjelasan: Aksara Jawi berkembang bersamaan dengan kedatangan Islam di Nusantara sekitar abad ke-13. Bukti tertua penggunaannya ditemukan pada Prasasti Terengganu yang bertanggal 1303 M. Tulisan ini mencapai puncak kejayaannya dari abad ke-17 hingga awal abad ke-20, digunakan dalam administrasi kerajaan, sastra, dan pendidikan sebelum perannya digantikan oleh tulisan Rumi (Latin).",
    "Topik: Kaidah Penulisan: Aturan Sambung. Penjelasan: Sebagian besar huruf Jawi dapat disambung di awal, tengah, dan akhir kata. Namun, ada beberapa huruf yang tidak bisa disambung dengan huruf setelahnya, yaitu Alif (ا), Wau (و), Va (ۏ), Dal (د), Zal (ذ), Ra (ر), dan Zai (ز). Setelah huruf-huruf ini, kata akan 'terputus' dan huruf berikutnya ditulis dalam bentuk tunggal.",
    "Topik: Kaidah Penulisan: Sistem Vokal. Penjelasan: Dalam tulisan Jawi, vokal seringkali dilambangkan oleh 'huruf saksi'. Huruf Alif (ا) digunakan untuk vokal 'a', huruf Wau (و) untuk vokal 'u' dan 'o', dan huruf Ya (ي) untuk vokal 'i' dan 'e'. Penggunaan huruf saksi ini memiliki aturan yang cukup kompleks.",
    "Topik: Huruf Tambahan Khas Jawi. Penjelasan: Terdapat 6 huruf tambahan yang diciptakan untuk mengakomodasi bunyi bahasa Melayu yang tidak ada dalam Bahasa Arab. Huruf-huruf tersebut adalah Ca (چ), Nga (ڠ), Pa (ڤ), Ga (ݢ), Va (ۏ), dan Nya (ڽ). Keenam huruf ini memiliki berbagai bentuk penulisan tergantung posisinya di dalam kata.",
    "Nama huruf: Ca Terpisah. Bentuk karakter Jawi: چ. Info: Bentuk terpisah (isolated) dari huruf Ca (چ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'c', seperti pada kata 'cahaya'. Contoh kata dalam latin adalah 'cahaya' dan dalam Jawi adalah 'چهاي'.",
    "Nama huruf: Ca Terhubung Di Awal. Bentuk karakter Jawi: چـ. Info: Bentuk sambung di awal (start) dari huruf Ca (چ). Contoh penggunaannya pada kata 'cerita'. Contoh kata dalam latin adalah 'cerita' dan dalam Jawi adalah 'چريتا'.",
    "Nama huruf: Ca Terhubung Di Tengah. Bentuk karakter Jawi: ـچـ. Info: Bentuk sambung di tengah (middle) dari huruf Ca (چ). Contoh penggunaannya pada kata 'baca'. Contoh kata dalam latin adalah 'baca' dan dalam Jawi adalah 'باچ'.",
    "Nama huruf: Ca Terhubung Di Akhir. Bentuk karakter Jawi: ـچ. Info: Bentuk sambung di akhir (end) dari huruf Ca (چ). Contoh penggunaannya pada kata 'kaca'. Contoh kata dalam latin adalah 'kaca' dan dalam Jawi adalah 'كاچ'.",
    "Nama huruf: Ga Terpisah. Bentuk karakter Jawi: ݢ. Info: Bentuk terpisah (isolated) dari huruf Ga (ݢ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'g', seperti pada kata 'guli'. Contoh kata dalam latin adalah 'guli' dan dalam Jawi adalah 'ݢولي'.",
    "Nama huruf: Ga Terhubung Di Awal. Bentuk karakter Jawi: ݢـ. Info: Bentuk sambung di awal (start) dari huruf Ga (ݢ). Contoh penggunaannya pada kata 'gajah'. Contoh kata dalam latin adalah 'gajah' dan dalam Jawi adalah 'ݢاجه'.",
    "Nama huruf: Ga Terhubung Di Tengah. Bentuk karakter Jawi: ـݢـ. Info: Bentuk sambung di tengah (middle) dari huruf Ga (ݢ). Contoh penggunaannya pada kata 'tiga'. Contoh kata dalam latin adalah 'tiga' dan dalam Jawi adalah 'تيݢا'.",
    "Nama huruf: Ga Terhubung Di Akhir. Bentuk karakter Jawi: ـݢ. Info: Bentuk sambung di akhir (end) dari huruf Ga (ݢ). Contoh penggunaannya pada kata 'beg'. Contoh kata dalam latin adalah 'beg' dan dalam Jawi adalah 'بيݢ'.",
    "Nama huruf: Nga Terpisah. Bentuk karakter Jawi: ڠ. Info: Bentuk terpisah (isolated) dari huruf Nga (ڠ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'ng', seperti pada kata 'nganga'. Contoh kata dalam latin adalah 'nganga' dan dalam Jawi adalah 'ڠاڠا'.",
    "Nama huruf: Nga Terhubung Di Awal. Bentuk karakter Jawi: ڠـ. Info: Bentuk sambung di awal (start) dari huruf Nga (ڠ). Contoh penggunaannya pada kata 'ngaji'. Contoh kata dalam latin adalah 'ngaji' dan dalam Jawi adalah 'ڠاجي'.",
    "Nama huruf: Nga Terhubung Di Tengah. Bentuk karakter Jawi: ـڠـ. Info: Bentuk sambung di tengah (middle) dari huruf Nga (ڠ). Contoh penggunaannya pada kata 'pangan'. Contoh kata dalam latin adalah 'pangan' dan dalam Jawi adalah 'ڤاڠن'.",
    "Nama huruf: Nga Terhubung Di Akhir. Bentuk karakter Jawi: ـڠ. Info: Bentuk sambung di akhir (end) dari huruf Nga (ڠ). Contoh penggunaannya pada kata 'senang'. Contoh kata dalam latin adalah 'senang' dan dalam Jawi adalah 'سنڠ'.",
    "Nama huruf: Nya Terpisah. Bentuk karakter Jawi: ڽ. Info: Bentuk terpisah (isolated) dari huruf Nya (ڽ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'ny', seperti pada kata 'nyanyi'. Contoh kata dalam latin adalah 'nyanyi' dan dalam Jawi adalah 'ڽاڽي'.",
    "Nama huruf: Nya Terhubung Di Awal. Bentuk karakter Jawi: ڽـ. Info: Bentuk sambung di awal (start) dari huruf Nya (ڽ). Contoh penggunaannya pada kata 'nyamuk'. Contoh kata dalam latin adalah 'nyamuk' dan dalam Jawi adalah 'ڽاموق'.",
    "Nama huruf: Nya Terhubung Di Tengah. Bentuk karakter Jawi: ـڽـ. Info: Bentuk sambung di tengah (middle) dari huruf Nya (ڽ). Contoh penggunaannya pada kata 'banyak'. Contoh kata dalam latin adalah 'banyak' dan dalam Jawi adalah 'باڽق'.",
    "Nama huruf: Nya Terhubung Di Akhir. Bentuk karakter Jawi: ـڽ. Info: Bentuk sambung di akhir (end) dari huruf Nya (ڽ). Contoh penggunaannya pada kata 'sunyi'. Contoh kata dalam latin adalah 'sunyi' dan dalam Jawi adalah 'سوڽي'.",
    "Nama huruf: Pa Terpisah. Bentuk karakter Jawi: ڤ. Info: Bentuk terpisah (isolated) dari huruf Pa (ڤ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'p', seperti pada kata 'pasu'. Contoh kata dalam latin adalah 'pasu' dan dalam Jawi adalah 'ڤاسو'.",
    "Nama huruf: Pa Terhubung Di Awal. Bentuk karakter Jawi: ڤـ. Info: Bentuk sambung di awal (start) dari huruf Pa (ڤ). Contoh penggunaannya pada kata 'pagi'. Contoh kata dalam latin adalah 'pagi' dan dalam Jawi adalah 'ڤاݢي'.",
    "Nama huruf: Pa Terhubung Di Tengah. Bentuk karakter Jawi: ـڤـ. Info: Bentuk sambung di tengah (middle) dari huruf Pa (ڤ). Contoh penggunaannya pada kata 'sapu'. Contoh kata dalam latin adalah 'sapu' dan dalam Jawi adalah 'ساڤو'.",
    "Nama huruf: Pa Terhubung Di Akhir. Bentuk karakter Jawi: ـڤ. Info: Bentuk sambung di akhir (end) dari huruf Pa (ڤ). Contoh penggunaannya pada kata 'atap'. Contoh kata dalam latin adalah 'atap' dan dalam Jawi adalah 'اتڤ'.",
    "Nama huruf: Va Terpisah. Bentuk karakter Jawi: ۏ. Info: Bentuk terpisah (isolated) dari huruf Va (ۏ). Ini adalah salah satu dari 6 huruf tambahan Jawi yang digunakan untuk bunyi 'v', seperti pada kata serapan 'video'. Contoh kata dalam latin adalah 'video' dan dalam Jawi adalah 'ۏيديو'.",
    "Nama huruf: Va Terhubung Di Akhir. Bentuk karakter Jawi: ـۏ. Info: Bentuk sambung di akhir (end) dari huruf Va (ۏ). Karena sifatnya yang tidak dapat disambung dengan huruf setelahnya, bentuk ini hanya muncul di akhir kata, contohnya pada kata serapan seperti 'bravo'. Contoh kata dalam latin adalah 'bravo' dan dalam Jawi adalah 'براۏو'."
]